// © Copyright 2005-2008, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Kalibreer kleur";

CalibrateProcessTitle = "Bezig met kalibreren…";
DownloadingProcessTitle = "Bezig met downloaden kleurkalibratietabellen…";
CalibrationFailedTitle = "Kan de kleurkalibratie niet uitvoeten";

HSDInfoTextFieldTitle = "Via dit proces worden de variaties binnen het afdruksysteem gecompenseerd om een hoge kleurnauwkeurigheid en kleurconsistentie in de uitvoer van het apparaat te krijgen.";
HSDGuideTextFieldTitle = "Controleer dat er zich HP Geavanceerd Fotopapier op Letter/A4-formaat in de papierlade bevindt voordat u de kalibratie start.";
HSDCalibrateButtonTitle = "Start kleurkalibratie";

CalibrationCompleteTitle = "Er heeft net een automatische kleurkalibratie op de printer plaatsgevonden.";
CalibrationCompleteMsg = "Als u niet tevreden bent over de kleurenafdruk klikt u op 'Start kleurkalibratie' om de automatische kleurkalibratie nogmaals uit te voeren.";